/* Date format that appers in the menu.  Refer to this page for a list of date values: http://developer.apple.com/documentation/Cocoa/Conceptual/DataFormatting/Articles/dfDateFormatterSyntax.html */
"%a %e %b" = "%a %e %b";

/* Growl message, e.g. 2 books from New York Library are due */
"%d books from %@ are due" = "%d books from %@ are due";

/* Last Update time date format in the Login Preferences */
"%e %b %I:%M %p" = "%e %b %I:%M %p";

/* Growl message, e.g. 1 book from New York Library is due */
"1 book from %@ is due" = "1 book from %@ is due";

/* Appears in the menu */
"About Library Books" = "About Library Books";

/* Label in preferences toolbar */
"Accounts" = "Accounts";

/* No comment provided by engineer. */
"dd mmm yyyy" = "dd mmm yyyy";

/* No comment provided by engineer. */
"dd mmm, yyyy" = "dd mmm, yyyy";

/* No comment provided by engineer. */
"dd mmmm yyyy" = "dd mmmm yyyy";

/* No comment provided by engineer. */
"dd mmmm, yyyy" = "dd mmmm, yyyy";

/* No comment provided by engineer. */
"dd-mm-yy" = "dd-mm-yy";

/* No comment provided by engineer. */
"dd-mm-yyyy" = "dd-mm-yyyy";

/* No comment provided by engineer. */
"dd-mmm-yyyy" = "dd-mmm-yyyy";

/* No comment provided by engineer. */
"dd.mm.yy" = "dd.mm.yy";

/* No comment provided by engineer. */
"dd.mm.yyyy" = "dd.mm.yyyy";

/* No comment provided by engineer. */
"dd/mm/yy" = "dd/mm/yy";

/* No comment provided by engineer. */
"dd/mm/yyyy" = "dd/mm/yyyy";

/* No comment provided by engineer. */
"dd/mmmm/yyyy" = "dd/mmmm/yyyy";

/* The iCal calendar description */
"Due dates of borrowed library books" = "Due dates of borrowed library books";

/* Appears in the menu when an update fails */
"Failed to Update" = "Failed to Update";

/* Label in preferences toolbar
   Preferences window title */
"General" = "General";

/* Preferences library list menu label */
"Generic Catalogue Systems:" = "Generic Catalogue Systems:";

/* Appears in the menu for first time users */
"Getting Started Help" = "Getting Started Help";

/* Appears in the menu */
"Hold" = "Hold";

/* Appears in the menu */
"Holds" = "Holds";

/* Label in preferences toolbar
   Preferences window title */
"iCal" = "iCal";

/* Appears in the menu */
"Items on Hold:" = "Items on Hold:";

/* Appears in the menu when you haven't updated for a while */
"Last Updated %d Days Ago" = "Last Updated %d Days Ago";

/* Appears in the menu when you haven't updated for a while */
"Last Updated %d Hours Ago" = "Last Updated %d Hours Ago";

/* Appears in the menu when you haven't updated for a while */
"Last Updated 1 Day Ago" = "Last Updated 1 Day Ago";

/* Appears in your iCal calendar. Note that the \"%@\" is replaced with library book name */
"Library Item \"%@\" is Due Today" = "Library Item \"%@\" is Due Today";

/* Appears in your iCal calendar */
"Library Items Due Today" = "Library Items Due Today";

/* Preferences library list menu label */
"Library Presets:" = "Library Presets:";

/* Preferences window title */
"Logins" = "Logins";

/* Label in preferences toolbar
   Preferences window title */
"Menu" = "Menu";

/* No comment provided by engineer. */
"mm-dd-yy" = "mm-dd-yy";

/* No comment provided by engineer. */
"mm-dd-yyyy" = "mm-dd-yyyy";

/* No comment provided by engineer. */
"mm/dd/yy" = "mm/dd/yy";

/* No comment provided by engineer. */
"mm/dd/yyyy" = "mm/dd/yyyy";

/* No comment provided by engineer. */
"mmm dd" = "mmm dd";

/* No comment provided by engineer. */
"mmm dd yyyy" = "mmm dd yyyy";

/* No comment provided by engineer. */
"mmm dd, yyyy" = "mmm dd, yyyy";

/* No comment provided by engineer. */
"mmmm dd, yyyy" = "mmmm dd, yyyy";

/* No comment provided by engineer. */
"mmmm/dd/yyyy" = "mmmm/dd/yyyy";

/* Appears in the menu if there are too many items in the menu */
"More" = "More";

/* Appears in the library sub menu */
"My Account" = "My Account";

/* Appears in the menu when the user has not borrowed any items */
"No Borrowed Items" = "No Borrowed Items";

/* Appears in the menu for first time users */
"No Libraries Configured" = "No Libraries Configured";

/* Appears in the library sub menu */
"Open Catalogue" = "Open Catalogue";

/* Appears in the menu */
"Open Holds Page" = "Open Holds Page";

/* Appears in the library sub menu */
"Open Library Web Page" = "Open Library Web Page";

/* Appears in the library sub menu */
"Open Renew Items" = "Open Renew Items";

/* Appears in the menu */
"Preferences..." = "Preferences...";

/* Appears in the library menu */
"Quit Library Books" = "Quit Library Books";

/* Appears in the menu */
"Ready for Pickup" = "Ready for Pickup";

/* Growl message title */
"Return Your Library Books" = "Return Your Library Books";

/* Preferences library list menu label */
"Select Library" = "Select Library";

/* Date label in menu */
"Today" = "Today";

/* Date label in menu */
"Tomorrow" = "Tomorrow";

/* Appears in the menu */
"Update" = "Update";

/* Date label in menu */
"Yesterday" = "Yesterday";

/* Appears in menu if borrower has holds */
"YOUR HOLDS:" = "YOUR HOLDS:";

/* Appears in the menu */
"YOUR LOANS:" = "YOUR LOANS:";

/* No comment provided by engineer. */
"yy-mm-dd" = "yy-mm-dd";

/* No comment provided by engineer. */
"yyyy-mm-dd" = "yyyy-mm-dd";

/* No comment provided by engineer. */
"yyyy/mm/dd" = "yyyy/mm/dd";

